//! Цикл FOR

// console.log('Наш баланс 1$');
// console.log('Наш баланс 2$');
// console.log('Наш баланс 3$');
// console.log('Наш баланс 4$');
// console.log('Наш баланс 5$');
// console.log('Наш баланс 6$');
// console.log('Наш баланс 7$');

//? обявдение переменной с которой начинаем ; условиие завершения ; действие с переменной 
for(let i = 1; i < 10; i++ ) {
  console.log(`Наш баланс ${i}$`)
}

// for(let i = 1; i < 10; i = i + 2 ) {
//   console.log(`Наш баланс ${i}$`)
// }

// for(let i = 1; i < 10; i = i + 2 ) {
//   console.log(`Наш баланс ${i}$`)
// }